Repository: common-repository/the-cao-woocommerce
Catalog: languages/the-cao-woocommerce-*.po
Languages: vi

source: Note
vi: Chú ý

source: Add VINA, MOBI, VIETTEL, VTC, GATE... Card Gateways for WooCommerce. Ủng hộ đặt mua phiên bản <a target="_blank" href="http://webbinhdan.com/san-pham/the-cao-woocommerce-v-pro/"><strong>The Cao WooCommerce v.Pro</strong></a>.
vi: Thanh toán bằng thẻ cào VINA, MOBI, VIETTEL, VTC, GATE... dành cho WooCommerce. Ủng hộ đặt mua phiên bản <a target="_blank" href="http://webbinhdan.com/san-pham/the-cao-woocommerce-v-pro/"><strong>The Cao WooCommerce v.Pro</strong></a>.

source: Recharge Card
vi: Thẻ cào

source: Enable/Disable
vi: Kích hoạt/Hủy

source: Enable Cheque Payment
vi: Kích hoạt thanh toán

source: Title
vi: Tiêu đề

source: It show on payment page.
vi: Xuất hiện khi khách hàng thanh toán tại trang thanh toán

source: Get when register at Baokim.vn
vi: Lấy mã khi đăng kí tài khoản tại Baokim.vn

source: Contact to Baokim.vn support to get it.
vi: Liên hệ với hỗ trợ kỹ thuật của Baokim.vn để lấy mã

source: Customer Message
vi: Chú thích về hình thức thanh toán cho khách hàng

source: Not required.
vi: Không bắt buộc

source: Card
vi: Thẻ cào

source: Card Number
vi: Mã thẻ

source: Number behind the foil layer
vi: Chữa số dưới lớp giấy bạc

source: Seri Number
vi: Số seri

source: Number on card
vi: Số seri in trên thẻ

source: , Card Number:
vi: , Mã thẻ:

source: , Seri Number:
vi: , Số seri:

source: Completed
vi: Hoàn tất

source: This card does not have enough money for the transaction. Your current balance:
vi: Tiền đã được nạp vào tài khoản nhưng mệnh giá không đủ để thực hiện giao dịch trên. Số dư hiện tịa là:

source: Please add more money to complete!
vi: Xin vui lòng nạp thêm thẻ để tiếp tục thực hiện giao dịch

source: Error:
vi: Lỗi

source: Please check the card again or contact to support about this error!
vi: Xin vui lòng kiểm tra lại thẻ hoặc liên hệ với quản lí website để thông báo và được hướng dẫn cụ thể!

source: Balance
vi: Số dư

source: Current balance
vi: Số dư hiện tại

source: Just typing numbers
vi: Chỉ nhập số

source: Not typing here
vi: Không nhập dữ liệu
